function BookBrief(){
    return <div>
        <div className="book-brief">
            <ul className="writer-brief-list">
                <li>संगीत, शिक्षण, लेखन, व्याख्यान, नवोपक्रम, संशोधन अशा क्षेत्रात सातत्याने सक्रिय.</li>
                <li>शिक्षण क्षेत्रात प्रशासकीय अधिकारी पदावर कार्यरत.</li>
                <li>संवादी विचार, खलिलवाणी, मुलास पत्र या व्हाट्सअप मालिकांद्वारे सकारात्मक विचारांचा प्रसार. </li>
                <li>आकाशवाणीचे मान्यताप्राप्त गायक, संगीत क्षेत्रात 'विश्वतोडी' या नव्या रागाची निर्मिती. गायक, संगीतकार व मार्गदर्शक म्हणून विशेष ओळख.</li>
                <li>वंचित, गरीब व गरजूंना मदतीचा हात देणाऱ्या 'समाजभान' समुहाचे संकल्पक व कार्यकर्ते.</li>
                <li>शिक्षक व नवोदित लेखक, कवींना लिहिते करण्यासाठी प्रोत्साहन व उपक्रमांचे आयोजन. </li>

            </ul>
        

        

        

        

        

             
        </div>
    </div>
}

export default BookBrief;