const mulasPatra = require("../images/mulas-patra.jpeg");
const bahuvidh = require("../images/bahuvidh.jpeg");
const tukaram = require("../images/tukaram.jpeg");
const vidrohiTukaram = require("../images/vidrohi-tukaram.jpeg");
const sanvidhan = require("../images/sanvidhan.jpeg");
const nal = require("../images/nal.jpeg");
const hindi = require("../images/hindi.jpeg");
const lavateSir = require("../images/lavateSir.jpeg");
const basvanna = require("../images/basvanna.jpeg");
// const mulasPatra = require("../images/");

                // हिंदी वेब साहित्य
                // तुकाराम नावाचा संत माणूस
                // महात्मा बसवण्णा : जीवन आणि संघर्ष
                // नाळ : शिक्षकांच्या संवेदनशील अनुभवांच्या कथा
                // विद्रोही संत तुकाराम : जीवन आणि कार्य
                // डॉ. सुनील कुमार लवटे : बहुविध संवाद
                // डॉ. सुनील कुमार लवटे : जीवन व कार्य

                // १. "भारतीय संविधान आणि लोक"
                // अक्षर दालन, कोल्हापूर 
                // प्रथम आवृत्ती- 15 सप्टेंबर, 2019
                // द्वितीय आवृत्ती- 26 नोव्हेंबर, 2020 
                // पृष्ठे- 210 
                // मूल्य- रुपये 300/-
                
                // भारतीय संविधान आणि लोक यांचा परस्पर संबंध अधोरेखित करणारा ग्रंथ. संविधानाचा सुलभ भाषेत प्रसार आणि प्रचार करण्याचा प्रयत्न या ग्रंथात केला आहे. संविधान अंमलबजावणीसाठी लोकांचे हक्क आणि उत्तरदायित्व नेमकेपणाने सांगण्याचा एक प्रयत्न. विद्यार्थी, तरुण नागरीक, अभ्यासक, राजकीय कार्यकर्ते यांच्यासाठी अत्यंत उपयुक्त व संग्रही ठेवावा असा ग्रंथ.
                
                // भारतीय संविधानाच्या पानापानावर आणि प्रत्येक कलमात एक चेहरा दिसतो. तो असतो भारतीय नागरिकाचा! कधी तो स्त्रीचा असतो तर कधी पुरुषाचा! कधी बालक वा वृद्ध तर कधी दुर्बल वा मागास ! कधी सामान्य माणूस तर कधी कधी राजकारणी !!
                //  भारतीय संविधान ही केवळ दर्शन घेण्याची, नमस्कार करण्याची गोष्ट नाही, तसेच ती फक्त डोक्यावर घेऊन नाचण्याची नव्हे, तर 'डोक्यात' घेऊन कृती करण्याची गोष्ट आहे.
                //  हा ग्रंथ वाचाल तर, ही दृष्टी आपल्यात नक्कीच येईल.
                
                // २. "तुकाराम नावाचा संत माणूस"
                // अक्षर दालन, कोल्हापूर 
                // प्रथम आवृत्ती- 15 नोव्हेंबर, 2019
                // पृष्ठे- 100 
                // मूल्य- रुपये 150/-
                
                // तुकाराम हे एक क्रांतिकारी, प्रबोधनकार संत होते. त्यांना माणूस म्हणून समजून घेणे सांप्रतकाळी आवश्यक आहे. तुकारामांच्या आयुष्यातील महत्त्वपूर्ण घटनांचा अन्वयार्थ लावणारा आणि त्यांच्या अभंग गाथेवर नवा प्रकाशझोत टाकणारा हा महत्त्वपूर्ण ग्रंथ आहे. एकविसाव्या शतकातील गतिशील माणसाला संत समजून घेण्याचा वस्तुपाठ म्हणून या ग्रंथाकडे पाहता येते.
                
                // अवघे बेचाळीस वर्षांचे आयुष्य लाभलेल्या तुकारामांचा जीवनप्रवास विस्मयकारी आहे. आयुष्याच्या पूर्वार्धात सुरक्षित जीवन (Comfort Zone) जगलेल्या तुकारामांनी उत्तरार्धात ध्येय निश्चित होताच संघर्षमय जीवन (Effort Zone) स्वीकारले. कोणतीही तमा न बाळगता त्यांनी आपला आंतरिक आणि बाह्य संघर्ष अखेरपर्यंत चालू ठेवला..... अजूनही आमच्यात 'तुकारामत्व' वास करत आहे, पुढेही करेल!
                
                // आत्यंतिक श्रद्धा आणि परंपरेचा दबाव यामुळे माणसे संतांच्या कर्तृत्वाकडे न पाहता कथीत चमत्कारांच्या आहारी जातात. सुशिक्षित माणसेही बुद्धी व कार्यकारणभावाने विचार न करता जुन्या संकल्पना कवटाळताना दिसतात. अन्यायी, पाखंडी, अभक्त, पापी यांच्यावर शब्दांचे आसूड ओढणाऱ्या तुकारामांना आपण विवेकाने समजून घेऊया. यासाठीच ही साहित्यनिर्मिती !
                
                // ३. "महात्मा बसवण्णा: जीवन आणि संघर्ष"
                //  संवाद प्रकाशन, कोल्हापूर 
                //  प्रथमावृत्ती-15 ऑगस्ट, 2020 
                //  पृष्ठे- ९६
                //  मूल्य- रुपये 100/-
                
                // वेगवेगळ्या कारणांनी माणूसपण क्षीण होऊ पाहणाऱ्या काळात 'महात्मा बसवण्णा: जीवन आणि संघर्ष' हे चरित्र उजेड वाटेसारखे ठरणारे आहे. महात्मा बसवण्णा यांचे जीवन आणि त्यांचा मानवता प्रस्थापनेसाठीचा संघर्ष रोमांचकारी आहे. बाराव्या शतकातील या क्रांतीकारी महापुरुषास समजून घेण्यासाठी हे छोटेखानी चरित्र वाचायलाच हवे.
                
                // माणुसकीचा संकोच आणि धर्माचे दात धारदार होत असल्याच्या काळात आपल्या समोर बसवण्णांचे चरित्र येत आहे.
                // ते भक्तिप्रधान नसून विचार प्रधान आहे. बसवण्णांचे देवत्वात रूपांतर करण्याच्या काळात असे चरित्र लिहिणे कठीण असते.
                // श्रद्धांचा महापूर थोडा बाजूला करून ते लिहावे लागते. या चरित्र लेखनात तसा प्रयत्न केला आहे.
                // माणसाचं अध्यात्माचे जग स्वर्ग-नरकाशी, आत्म्याशी किंवा देवाशी न जोडता ते माणसाच्या घामाशी जोडणारा एक महामानव म्हणजे महात्मा बसवण्णा! त्यांचे क्रांतिकारी जीवन, विचार आणि कार्य समजून देणारा हा विशेष ग्रंथ.
                
                // ४. "नाळ शिक्षकांच्या संवेदनशील अनुभवांच्या कथा" 
                // निर्मिती प्रकाशन, कोल्हापूर
                // प्रथमावृत्ती- १५ ऑगस्ट, २०२१
                // पृष्ठे- १६८
                // मूल्य- रूपये २५०/-
                
                // विद्यार्थी म्हणजे यंत्र नव्हे. प्रत्येक विद्यार्थी हा शिक्षकासाठी वेगळाच असतो. शिक्षक आणि विद्यार्थ्याचे नाते अत्यंत संवेदनशील असते. शिक्षक म्हणून कार्य करताना विद्यार्थी आणि त्याच्या परिवेशाबाबत शिक्षकाला आलेल्या संवेदनशील अनुभवांच्या कथा म्हणजे 'नाळ'. शिक्षकांची आणि विद्यार्थ्यांची अतूट ठरणारी नाळ कथेच्या रूपांमध्ये उलगडत जाते, तेव्हा ते एक साहित्य संचित ठरते. 'नाळ' कथासंग्रहात हे पानोपानी दिसून येते.
                 
                // या संग्रहातील पंचवीस कथा वाचताना शिक्षक ही संकल्पना एकूणच समाज पुरुषाचे नाभीस्थान आहे, याचा प्रत्यय येतो. या कथांमध्ये केवळ शिक्षणचित्रे नाहीत, समाजचित्रे नाहीत. केवळ गुरु-शिष्य नात्यातील भावनिक चित्रे नाहीत. तर शिक्षक, विद्यार्थी आणि समाज यांच्या अतूट नाते संबंधातील ताणेबाणे उलघडून दाखवणारा एक विशाल आलेख आहे. शिक्षकांची नाळ विद्यार्थ्यांशी, समाजाशी आणि त्यामुळेच पर्यायाने भूत, वर्तमान आणि भविष्य काळाशी चिरंतन जोडली आहे. शिक्षकाचा धर्म, त्याचे कर्तव्य आणि एकूण जगाशी असणारे त्याचे नातेसंबंध अतिशय संवेदनशील पद्धतीने या कथांमधून व्यक्त होते. 
                // 'नाळ' हा संवेदनशील कथांचा आविष्कार मराठी वाङ्मयात मोलाची भर घालणारा ठरणार, हे मात्र निश्चित !

const books = [

    {   
        id:1,
        title:"भारतीय संविधान आणि लोक",
        brief:"भारतीय संविधान आणि लोक यांचा परस्पर संबंध अधोरेखित करणारा ग्रंथ. संविधानाचा सुलभ भाषेत प्रसार आणि प्रचार करण्याचा प्रयत्न या ग्रंथात केला आहे. संविधान अंमलबजावणीसाठी लोकांचे हक्क आणि उत्तरदायित्व नेमकेपणाने सांगण्याचा एक प्रयत्न. विद्यार्थी, तरुण नागरीक, अभ्यासक, राजकीय कार्यकर्ते यांच्यासाठी अत्यंत उपयुक्त व संग्रही ठेवावा असा ग्रंथ.",
        synopsis:"भारतीय संविधानाच्या पानापानावर आणि प्रत्येक कलमात एक चेहरा दिसतो. तो असतो भारतीय नागरिकाचा! कधी तो स्त्रीचा असतो तर कधी पुरुषाचा! कधी बालक वा वृद्ध तर कधी दुर्बल वा मागास ! कधी सामान्य माणूस तर कधी कधी राजकारणी !! भारतीय संविधान ही केवळ दर्शन घेण्याची, नमस्कार करण्याची गोष्ट नाही, तसेच ती फक्त डोक्यावर घेऊन नाचण्याची नव्हे, तर 'डोक्यात' घेऊन कृती करण्याची गोष्ट आहे. हा ग्रंथ वाचाल तर, ही दृष्टी आपल्यात नक्कीच येईल.",
        price:300,
        pages:210,
        cover:sanvidhan,
        publisher:"अक्षर दालन, कोल्हापूर",
        release:["15 सप्टेंबर, 2019","26 नोव्हेंबर, 2020"]
    },

    {   
        id:2,
        title:"तुकाराम नावाचा संत माणूस",
        brief:"तुकाराम हे एक क्रांतिकारी, प्रबोधनकार संत होते. त्यांना माणूस म्हणून समजून घेणे सांप्रतकाळी आवश्यक आहे. तुकारामांच्या आयुष्यातील महत्त्वपूर्ण घटनांचा अन्वयार्थ लावणारा आणि त्यांच्या अभंग गाथेवर नवा प्रकाशझोत टाकणारा हा महत्त्वपूर्ण ग्रंथ आहे. एकविसाव्या शतकातील गतिशील माणसाला संत समजून घेण्याचा वस्तुपाठ म्हणून या ग्रंथाकडे पाहता येते.",
        synopsis:"अवघे बेचाळीस वर्षांचे आयुष्य लाभलेल्या तुकारामांचा जीवनप्रवास विस्मयकारी आहे. आयुष्याच्या पूर्वार्धात सुरक्षित जीवन (Comfort Zone) जगलेल्या तुकारामांनी उत्तरार्धात ध्येय निश्चित होताच संघर्षमय जीवन (Effort Zone) स्वीकारले. कोणतीही तमा न बाळगता त्यांनी आपला आंतरिक आणि बाह्य संघर्ष अखेरपर्यंत चालू ठेवला..... अजूनही आमच्यात 'तुकारामत्व' वास करत आहे, पुढेही करेल! आत्यंतिक श्रद्धा आणि परंपरेचा दबाव यामुळे माणसे संतांच्या कर्तृत्वाकडे न पाहता कथीत चमत्कारांच्या आहारी जातात. सुशिक्षित माणसेही बुद्धी व कार्यकारणभावाने विचार न करता जुन्या संकल्पना कवटाळताना दिसतात. अन्यायी, पाखंडी, अभक्त, पापी यांच्यावर शब्दांचे आसूड ओढणाऱ्या तुकारामांना आपण विवेकाने समजून घेऊया. यासाठीच ही साहित्यनिर्मिती !",
        price:150,
        pages:100,
        cover:tukaram,
        publisher:"अक्षर दालन, कोल्हापूर",
        release:["15 नोव्हेंबर, 2019"]  
    },

    {   
        id:3,
        title:"महात्मा बसवण्णा: जीवन आणि संघर्ष",
        brief:"वेगवेगळ्या कारणांनी माणूसपण क्षीण होऊ पाहणाऱ्या काळात 'महात्मा बसवण्णा: जीवन आणि संघर्ष' हे चरित्र उजेड वाटेसारखे ठरणारे आहे. महात्मा बसवण्णा यांचे जीवन आणि त्यांचा मानवता प्रस्थापनेसाठीचा संघर्ष रोमांचकारी आहे. बाराव्या शतकातील या क्रांतीकारी महापुरुषास समजून घेण्यासाठी हे छोटेखानी चरित्र वाचायलाच हवे.",
        synopsis:"माणुसकीचा संकोच आणि धर्माचे दात धारदार होत असल्याच्या काळात आपल्या समोर बसवण्णांचे चरित्र येत आहे. ते भक्तिप्रधान नसून विचार प्रधान आहे. बसवण्णांचे देवत्वात रूपांतर करण्याच्या काळात असे चरित्र लिहिणे कठीण असते. श्रद्धांचा महापूर थोडा बाजूला करून ते लिहावे लागते. या चरित्र लेखनात तसा प्रयत्न केला आहे. माणसाचं अध्यात्माचे जग स्वर्ग-नरकाशी, आत्म्याशी किंवा देवाशी न जोडता ते माणसाच्या घामाशी जोडणारा एक महामानव म्हणजे महात्मा बसवण्णा! त्यांचे क्रांतिकारी जीवन, विचार आणि कार्य समजून देणारा हा विशेष ग्रंथ.",
        price:100,
        pages:96,
        cover:basvanna,
        publisher:"संवाद प्रकाशन, कोल्हापूर",
        release:["15 ऑगस्ट, 2020"]  
    },

    {   
        id:4,
        title:"नाळ शिक्षकांच्या संवेदनशील अनुभवांच्या कथा",
        brief:"विद्यार्थी म्हणजे यंत्र नव्हे. प्रत्येक विद्यार्थी हा शिक्षकासाठी वेगळाच असतो. शिक्षक आणि विद्यार्थ्याचे नाते अत्यंत संवेदनशील असते. शिक्षक म्हणून कार्य करताना विद्यार्थी आणि त्याच्या परिवेशाबाबत शिक्षकाला आलेल्या संवेदनशील अनुभवांच्या कथा म्हणजे 'नाळ'. शिक्षकांची आणि विद्यार्थ्यांची अतूट ठरणारी नाळ कथेच्या रूपांमध्ये उलगडत जाते, तेव्हा ते एक साहित्य संचित ठरते. 'नाळ' कथासंग्रहात हे पानोपानी दिसून येते.",
        synopsis:"या संग्रहातील पंचवीस कथा वाचताना शिक्षक ही संकल्पना एकूणच समाज पुरुषाचे नाभीस्थान आहे, याचा प्रत्यय येतो. या कथांमध्ये केवळ शिक्षणचित्रे नाहीत, समाजचित्रे नाहीत. केवळ गुरु-शिष्य नात्यातील भावनिक चित्रे नाहीत. तर शिक्षक, विद्यार्थी आणि समाज यांच्या अतूट नाते संबंधातील ताणेबाणे उलघडून दाखवणारा एक विशाल आलेख आहे. शिक्षकांची नाळ विद्यार्थ्यांशी, समाजाशी आणि त्यामुळेच पर्यायाने भूत, वर्तमान आणि भविष्य काळाशी चिरंतन जोडली आहे. शिक्षकाचा धर्म, त्याचे कर्तव्य आणि एकूण जगाशी असणारे त्याचे नातेसंबंध अतिशय संवेदनशील पद्धतीने या कथांमधून व्यक्त होते. 'नाळ' हा संवेदनशील कथांचा आविष्कार मराठी वाङ्मयात मोलाची भर घालणारा ठरणार, हे मात्र निश्चित !",
        price:250,
        pages:168,
        cover:nal,
        publisher:"निर्मिती प्रकाशन, कोल्हापूर",
        release:["१५ ऑगस्ट, २०२१"] 
    },

    {   
        id:5,
        title:"विद्रोही संत तुकाराम : जीवन आणि कार्य",
        brief:"",
        synopsis:"",
        price:150,
        pages:100,
        cover:vidrohiTukaram,
        publisher:"अक्षर दालन",
        release:2023   
    },

    {   
        id:6,
        title:"हिंदी वेब साहित्य",
        brief:"",
        synopsis:"",
        price:150,
        pages:100,
        cover:hindi,
        publisher:"अक्षर दालन",
        release:2023   
    },

    {   
        id:7,
        title:"डॉ. सुनील कुमार लवटे : बहुविध संवाद",
        brief:"",
        synopsis:"",
        price:150,
        pages:100,
        cover:bahuvidh,
        publisher:"अक्षर दालन",
        release:2023   
    },

    {   
        id:8,
        title:"डॉ. सुनील कुमार लवटे : जीवन व कार्य",
        brief:"",
        synopsis:"",
        price:150,
        pages:100,
        cover:lavateSir,
        publisher:"अक्षर दालन",
        release:2023   
    },

    
    {   
        id:9,
        title:"मुलास पत्र",
        brief:"मुलांस पत्रे लिहून पालक जर समुपदेशन कार्य करतील तर पालक-पाल्यात परस्पर सामंजस्य निर्माण होऊन कौटुंबिक सौहार्द वाढीस बळ येईल. कुमारवयात सुरू झालेला संवाद तारुण्याच्या उंबरठ्यावर ठेच न लागता, न ठेचकाळता पाल्यास जबाबदार व सुजाण नागरिक बनवेल.",
        synopsis:"संवादी साहित्यकृती वाचकांच्या हाती येत आहे. समाज माध्यमांच्या आहारी जात घरोघरी 'मुलास पत्र' ही विश्वास सुतार यांची पालक पाल्य संवाद कमी होतो आहे. परिणामी नात्यातील ओलावा आटून कोरडेपणा वाढतो आहे. अशा काळात मुलांस पत्रे लिहून पालक जर समुपदेशन कार्य करतील तर पालक-पाल्यात परस्पर सामंजस्य निर्माण होऊन कौटुंबिक सौहार्द वाढीस बळ येईल. कुमारवयात सुरू झालेला संवाद तारुण्याच्या उंबरठ्यावर ठेच न लागता, न ठेचकाळता पाल्यास जबाबदार व सुजाण नागरिक बनवेल. त्यासाठी हे पुस्तक घरोघरी नेऊन पालकांनी मुलांना वाचावयास दिले तर ते जागृत पालकांचे शहाणपण ठरेल. - डॉ. सुनीलकुमार लवटे ज्येष्ठ साहित्यिक",
        price:150,
        pages:100,
        cover:mulasPatra,
        publisher:"अक्षर दालन",
        release:2023   
    }

    
]

export default books;